Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Historical M 8.8 earthquakes in 1868 (Arica) and 1877 (Iquique) occurred along parts of this plate interface.
es: A lo largo de esta interfaz de contacto entre placas han ocurrido los sismos históricos de M 8,8 en 1868 (Arica) y 1877 (Iquique).

source: Historical Earthquake Analysis
es: Análisis de sismos históricos

source: Historical earthquake occurrence rates and spatial distribution of hypocenters;
es: Las tasas de ocurrencia de sismos históricos y la distribución espacial de los hipocentros;

source: Historical earthquakes within the upper part of the plate boundary subduction zone have generated multiple earthquakes with magnitudes ranging from M 8.0 to M 9.5 in the last 500 years.
es: Los sismos históricos indican que en la parte superior de la zona de contacto entre placas (denominada interplaca de subducción) se han originado gran cantidad de sismos con grandes magnitudes que van desde M 8,0 a M 9,5 en los últimos 500 años.

source: History of AMS and ascending to 2500m (8200ft) in 1 day.
es: Hay historial de MAM y se asciende a 2.500 m s.n.m. en 1 día.

source: History of AMS and ascending to more than 2500m (8200ft) in 1 day.
es: Hay historial de MAM y se asciende a más de 2.500 m s.n.m. en 1 día.

source: History of HACE or HAPE.
es: Hay historial de ECA o EPA.

source: Hoboken, New Jersey
es: Hoboken, Nueva Jersey

source: Holocene (last 11,700 years) surface displacement is known from only isolated locations.
es: También se conoce desplazamiento superficial en el Holoceno (últimos 11700 años) solo desde lugares aislados.

source: Home Safe
es: Hogar seguro

source: Home Address
es: Dirección hogar

source: Home Telephone Number
es: Teléfono hogar

source: Horizontal Drain Holes
es: Pozos de drenaje horizontales

source: Horizontal Drain Holes Completion Details and Flow
es: Detalles de habilitación y flujos de pozos de drenaje horizontales

source: Horizontal drain holes were drilled in May and June 2015 into the area of instability in an attempt to lower pore pressures in the Tvs32.
es: Se perforaron pozos de drenaje horizontales en mayo y junio de 2015 en la zona de inestabilidad como un intento de disminuir la presión de poros en la Tvs32.

source: Horseplay
es: Juegos

source: Hours Worked – Actual timed work hours by Golder employees, including overtime, but not including leave of any type (e.g. holidays, personal sickness, leave).
es: Horas trabajadas: horas efectivamente trabajadas por los empleados de Golder, incluidas las horas extraordinarias, exceptuando permisos de cualquier tipo (feriado, enfermedad, vacaciones).

source: How the controls will be implemented.
es: Cómo se implementan los controles.

source: How about the condition of the roads and the impact of weather conditions?
es: ¿Qué pasa con la condición de los caminos y el impacto de las condiciones climáticas?

source: How am I going to control/manage these risks?
es: ¿Cómo voy a controlar o gestionar estos riesgos?

source: How are things going with HSSE?
es: ¿En qué van los temas de HSSE?

source: How did Golder learn about the Third Party?
es: ¿Cómo supo Golder del Tercero?

source: How did the immediate/direct cause(s) contribute to the incident?
es: ¿Cómo contribuyeron la o las causas directas / inmediatas en el incidente?

source: How do the immediate and root causes
es: ¿Cómo surgen las causas inmediata / directa

source: How does the High Risk Travel process work?
es: ¿Cómo funciona el proceso de Viaje de Alto Riesgo?

source: How does the immediate/direct cause stem from the root/underlying cause?
es: ¿Cómo surge la causa inmediata / directa de la causa raíz / base?

source: How elements involved in an incident relate to each other is critical in causal determination.
es: En la determinación de causas es crucial entender cómo se relacionan los elementos en un incidente.

source: How is payment calculated and what is the timing of payment for Key subcontractors?
es: ¿Cómo se calcula el pago y cuáles son los tiempos de pago para subcontratistas clave?

source: How is payment calculated?
es: ¿Cómo se calcula el pago?

source: How to combat Mercedes strengths?
es: ¿Cómo enfrentar las fortalezas de Mercedes?

source: However and despite the professional care taken during the construction of the model and in conducting the simulations, its accuracy is bound to the normal uncertainty associated to groundwater modelling and no warranty, express or implied, is made.
es: A pesar de los esfuerzos realizados durante la construcción del modelo y las simulaciones, su precisión está limitada por la incertidumbre normal asociada a la modelación de agua subterránea y no existe ninguna garantía, explícita o implícita.

source: However equally important is the pre-race talk.
es: Pero igual de importante es la charla previa a la carrera.

source: However groundwater does not appear to be present within large volumes of the Colluvium, only in discontinuous pockets which are more likely to be the zones of lower permeability since the higher permeability zones would rapidly drain following the cessation of stormwater infiltration.
es: Sin embargo, no parece haber aguas subterráneas presentes en los grandes volúmenes del Coluvión, sino solo en bolsones discontinuos que es más probable que sean zonas de baja permeabilidad, dado que las zonas de permeabilidad más alta drenarían rápidamente tras cesar la infiltración de aguas pluviales.

source: However, Allmendinger and Gonzalez (2009) indicate that the Salar Grande fault is somewhat disjointed and they do not include any portion of the fault as active between the Rio Loa area and the southern connection with the Salar del Carmen fault.
es: No obstante, Allmendinger y Gonzalez (2009) señalan que la falla Salar Grande está de alguna manera desconectada y no incluyen parte alguna de la falla como activa entre la zona del río Loa y la conexión sur con la falla Salar del Carmen.

source: However, as shown on Figure 19, a closer comparison is achieved between the simulated discharge in the groundwater model and measured spring discharges when establishing this comparison in local reaches of the quebradas where there is a relatively high density of measurements; this serves to provide additional confidence in the parameterization of the model with respect to the recharge rates applied.
es: Sin embargo, como se indica en la Figura 19, una comparación más cercana se logra entre la descarga simulada en el modelo de aguas subterráneas y las descargas de manantiales medidas al establecerse esta comparación en tramos locales de las quebradas donde hay una densidad relativamente alta de mediciones. Esto permite proporcionar mayor confianza en la parametrización del modelo en relación con las tasas de recarga aplicadas.

source: However, because of the close proximity to the operation, the structures are susceptible to damage by blast-induced vibrations.
es: Sin embargo, debido a la cercanía de la operación, las estructuras son susceptibles de dañarse con la vibración inducida por las voladuras.

source: However, common indicators of potential contamination include:
es: Sin embargo, hay indicadores comunes de posible contaminación, a saber:

source: However, large differences exist in estimated PGA value for M7 or greater earthquakes, particularly for intraslab earthquakes close to M8.0.
es: Sin embargo, hay grandes diferencias en el valor estimado de la aceleración horizontal máxima para sismos M7 o mayores, en particular para los sismos de intraplaca que se acercan a M8,0.

source: However, large differences in estimated PGA value develop above this magnitude range, particularly for intraslab earthquakes close to M 8.0.
es: Sin embargo, aparecen grandes diferencias en el valor estimado de aceleración horizontal máxima por encima de este intervalo de magnitud, especialmente en sismos intraplaca cercanos al valor de M 8,0.

source: However, neither of these units constitute important hydrogeological features within the project area.
es: Sin embargo, ninguna de estas unidades constituyen rasgos hidrogeológicos importantes del área del proyecto.

source: However, no significant lineaments were observed within 25 km of the Spence Mine site.
es: Sin embargo, no se observaron lineamientos de significación en un radio de 25 km de la mina Spence.

source: However, the construction method was changed to centreline for the remaining phases until the dam reaches its maximum height of 285 m.
es: Sin embargo, el método de construcción fue cambiado a línea central para las fases restantes hasta que la presa alcance su altura máxima de 285 metros.

source: However, the contribution of these earthquakes to the total database is less than 20%.
es: Sin embargo, la contribución de estos sismos a la base de datos total es inferior a 20%.

source: However, they can be recorded when you are back in the office.
es: pero sí puedes hacerlo al regresar a la oficina.

source: However, this is an interim phase; the LOM slope will be developed by Phase 7b, which will push the slope back into predominantly II material as shown in Figure 2.15.
es: Sin embargo, esto es una fase temporal. El talud LOM será desarrollado en la Fase 7b, que profundizará el talud hacia el material predominante II, según lo muestra la Figura 2.15.

source: However, when factoring in that the quarter had one less working day than Q1 2016, this alone may have had as much as a 1% negative impact on Net Revenue.
es: Sin embargo, al incluir en el cálculo el hecho de que el trimestre tuvo un día laboral menos que el Q1 del 2016, este solo hecho pudo haber tenido un impacto negativo de hasta 1% en los ingresos netos.

source: Huckleberry Mine, Tailings and Waste Rock Removal
es: Mina Huckleberry. Remoción de relaves y estériles.

source: Hudson-Bergen Light Rail System
es: Sistema de tren ligero Hudson-Bergen

source: Hudson-Bergen Light Rail System, Hoboken, New Jersey, U.S.A
es: Sistema de tren ligero Hudson-Bergen, Hoboken, Nueva Jersey, EE.UU.

source: Human Resources
es: Recursos Humanos

source: Human factors/ergonomics considerations
es: Consideración de factores / ergonomía humana

source: Humberto has conducted and directed programs of site characterization and numerical modeling including walls and dams, open pit mining, bridges, foundations, retaining structures, and marine structures.
es: Humberto ha llevado a cabo y dirigido programas de caracterización de sitios y modelación numérica de muros y presas, minas a cielo abierto, puentes, fundaciones, estructuras de retención y estructuras marinas.

source: Hydraulic conductivity estimates for the hydrogeological units have been obtained through testing carried out by Hidrogeocol (2012) and by Knight Piesold (2013), and from subsequent work carried out by Gramalote and Golder (2013) and Gramalote (2016).
es: Las estimaciones de conductividad hidráulica de las unidades hidrogeológicas han sido obtenidas a partir de ensayos realizados por Hidrogeocol (2012) y Knight Piesold (2013) y del trabajo posterior llevado a cabo por Gramalote y Golder (2013) y por Gramalote (2016).

source: Hydrogeologic investigations and groundwater modelling are dynamic and inexact sciences.
es: Las investigaciones hidrogeológicas y la modelación de agua subterránea son ciencias dinámicas e inexactas.

source: Hydrogeological Closeout Presentation, 27 April, 2017, with minor revisions
es: Presentación de cierre hidrogeológico, 27 de abril de 2017, con cambios menores

source: Hydrogeological Data
es: Datos hidrogeológicos

source: Hydrogeological Data Needs
es: Necesidades de datos hidrogeológicos

source: Hydrogeological Database Development
es: Desarrollo de base de datos hidrogeológica

source: Hydrogeological Overview
es: Antecedentes hidrogeológicos

source: Hydrogeological Program
es: Programa hidrogeológico

source: Hydrogeological characterization and monitoring recommendations are provided in Section 5.12.
es: Las recomendaciones de caracterización y monitoreo hidrogeológicos se dan en la Sección 5.12.

source: Hydrogeological conditions for the Jayula and Tesorera pits are poorly characterized.
es: Las condiciones hidrogeológicas de los pits Jayula y Tesorera están poco caracterizadas.

source: Hydrogeology
es: Hidrogeología

source: Hydrographs of water levels in all piezometers are shown in Appendix D; as well on Figures 6g, 6h and 6i which group the continuously recorded information into three different (distinct) response types as follows:
es: Los hidrogramas de niveles de agua en todos los piezómetros se presentan en el Apéndice D, así como en las Figuras 6g, 6h y 6i, que agrupan la información registrada de manera continua en tres tipos de respuesta distintos, como se indica a continuación:

source: Hydrology
es: Hidrología

source: Hydrostratigraphy and Parameterization
es: Hidroestratigrafía y parametrización

source: Hydrothermal Alteration
es: Alteración hidrotermal

source: I am well trained and would like to contribute to safety efforts, such as induction or safety training sessions, since I have acquired some knowledge from other companies.
es: Estoy bien capacitado y me gustaría seguir contribuyendo a los esfuerzos de seguridad, como las inducciones o capacitaciones de seguridad, ya que he adquirido conocimientos de otras empresas.

source: I feel empowered and am actively encouraged by Senior Leaders to take part in identifying and eliminating health and safety hazards in my workplace
es: Me siento con la capacidad y cuento con el apoyo activo de los Líderes Senior para participar en la identificación y eliminación de peligros de salud y seguridad en mi lugar de trabajo.

source: I have seen some involvement from Group Managers in monthly group meetings and PM meetings, but senior staff appears more passive and only show up in specific situations.
es: He visto participación de los Gerentes de Grupo en las reuniones mensuales del grupo y en las reuniones de PM, pero el personal senior parece ser más pasivo y sólo se presenta en situaciones específicas.

source: I acknowledge I have been provided instruction in these safe work methods and will comply with the requirements of the WMS.
es: Reconozco que se me ha dado instrucción sobre estos métodos de trabajo seguros y que cumpliré con los requisitos del WMS.

source: I acknowledge that the investigation was completed with my involvement and am aware of the findings and action items.
es: Reconozco que la investigación se hizo con mi participación y soy consciente de los hallazgos y acciones a tomar.

source: I agree to follow the rules of the road in the country in which I am driving.
es: Acepto seguir las reglas de tránsito del país donde conduciré.

source: I agree to use the safety devices in the vehicle in which I am driving.
es: Acepto usar dispositivos de seguridad en el vehículo que conduciré.

source: I agree to visually check the vehicle prior to use.
es: Acepto hacer un chequeo visual al vehículo antes de conducirlo.

source: I also include my recommendations for ways that the report could be strengthened and actions that would serve to reduce uncertainties in the inputs to the hazard analyses, if desired.
es: También he incluido mis recomendaciones respecto a las maneras en las que el informe podría ser afianzado y las acciones que servirían para la reducción de las incertidumbres en las entradas para el análisis de peligro, de así desearlo.

source: I am aware of the findings and corrective actions.
es: Soy consciente de los hallazgos y acciones correctivas.

source: I am aware that I must not use a telephone whilst operating a vehicle, including hands free.
es: Soy consciente de que no debo usar el teléfono mientras conduzco, ni siquiera con manos libres.

source: I am aware that I must:
es: Soy consciente de que debo:

source: I am pleased to provide this letter report that provides the documentation of my independent peer review of the report entitled Site-Specific Seismic Hazard Analysis, Spence Mine Site, Chile prepared by Golder Associates in Technical Memorandum, Reference 1542013 TM01 RevB and dated December 2, 2015.
es: Me complace presentar este informe que contiene la documentación relacionada con mi revisión paritaria independiente del informe Site-Specific Seismic Hazard Analysis, Spence Mine Site, Chile elaborado por Golder Associates en el Memorando Técnico, Nro. de Referencia 1542013 TM01 RevB, con fecha 2 de diciembre de 2015.

source: I assume that the authors were convinced that the high rates of seismicity in this region were adequate to provide stable recurrence estimates.
es: Supongo que los autores estaban convencidos de que las altas tasas de sismicidad en esta región eran suficientes para otorgar estimaciones de recurrencia estables.

source: I believe that being conservative in our forecast for this purpose is important to reduce future share volatility.
es: Creo que ser conservadores en nuestro pronóstico para estos efectos es importante para reducir la futura volatilidad de las acciones.

source: I believe this may have to do with how people who choose to become engineers and scientists are “wired.” For this reason, I generally tend to be conservative, to offset this natural bias towards optimism.
es: Creo que esto puede estar relacionado con la configuración mental de la gente que elige la profesión de ingeniería y ciencias. Por ese motivo, suelo ser más conservador, para compensar este sesgo natural hacia el optimismo.

source: I confirm that I am competent to operate a vehicle in the work location (valid and correct license, experienced driver, appropriate driver training, and driving on the local side of the road).
es: Confirmo que soy competente para operar un vehículo en el lugar de trabajo (licencia vigente y correcta, experiencia en conducción, capacitación pertinente y conducción en el lado correcto del camino).

source: I confirm that I will review and assess the route prior to travel for additional hazards.
es: Confirmo que revisé y evalué la ruta antes del viaje por si hubiera peligros adicionales.

source: I confirm that the vehicle has the appropriate insurance and breakdown coverage in place.
es: Confirmo que el vehículo tiene seguro y cobertura por avería.

source: I encourage you to have a look at these and if there are some WMS missing – shout out.
es: Les pido que les den una mirada y que avisen si acaso faltan WMS.

source: I enjoy the interactions with the clients.
es: Disfruto de las interacciones con los clientes.

source: I feel confident to express my suggestions.
es: Me siento con confianza para expresar mi opinión.

source: I helps us respond in a timely manner.
es: Nos ayuda a responder a tiempo.

source: I have been project manager for the last 3 years.
es: He sido gerente de proyectos por los últimos 3 años.

source: I have conducted the investigation and prepared this report.
es: He llevado a cabo la investigación y elaborado el presente informe.

source: I have consulted with workers engaged in the task and confirm that the workers listed above have participated in a review of this WMS, have been instructed in the work methods and are authorized to undertake the work.
es: He consultado con los trabajadores que participan en la tarea y confirmo que estos han participado en la revisión del presente WMS, que han recibido instrucciones sobre los métodos de trabajo y que están autorizados para ejecutar el trabajo.

source: I have enjoyed working on this interesting project.
es: He disfrutado trabajar en este interesante proyecto.

source: I have had the opportunity to review the investigation and provide comments below.
es: He tenido la oportunidad de revisar la investigación y hacer los comentarios a continuación.

source: I have never been informed about SIFs or pSIFs.
es: Nunca he sido informado sobre SIFs o pSIFs.

source: I have no doubt he would have sat with colleagues and worked out who he needed on his team, what tactics they would employ and how they would prepare the team, bearing in mind that the team consists of more than just the drivers.
es: Indudablemente se hubiera reunido con sus colegas, habría decidido a quién necesitaba en el equipo, qué tácticas se iban a usar y cómo prepararían al equipo, pensando que el equipo es más que sólo los pilotos.

source: I have not assembled or evaluated other studies conducted prior to these or other hazard studies that might have been conducted in the region.
es: No he recopilado o evaluado otros estudios llevados a cabo antes de estos u otros estudios de peligro que pudieran haberse hecho en la región.

source: I have not only enjoyed but I have been told that I should pursue this interest in the client development side of projects.
es: No sólo lo disfruto, sino que también se me ha dicho que debería continuar con este interés por el lado del desarrollo de cliente en los proyectos.

source: I have reviewed this investigation and approve the findings and action items from an H&S perspective.
es: He revisado esta investigación y apruebo los hallazgos y acciones a tomar desde una perspectiva de Salud y Seguridad.

source: I know this is sometimes hard to see, when each one of us is focused on the daily demands of our own part of the business.
es: Sé que a veces esto es difícil de visualizar, mientras nos encontramos enfocados en las demandas diarias de nuestra propia parte del negocio.

source: I remain cautious in my expectations of a return to Net Revenue growth in 2017 at the global level.
es: Me mantengo cauteloso en mis expectativas de volver a tener crecimiento en los ingresos netos a escala global en 2017.

source: I simply want us to challenge our own assumptions and be realistic.
es: Solo quisiera que desafiemos nuestros propios supuestos y ser realistas.

source: I trust you found it useful and I welcome any questions – just not about Formula 1.
es: Espero que hayan encontrado útil esta presentación, y estoy abierto a preguntas – mientras no sean de Formula 1.

source: I was pleased that we significantly exceeded our 2016 budget, not having used much of the contingency.
es: Me alegra que hayamos superado con creces el presupuesto de 2016 sin haber usado demasiado la contingencia.

source: I will communicate to the clients team about Jocelyn's development plan and desire to attend client meetings.
es: Le comunicaré al equipo de clientes el plan de desarrollo de Jocelyn, y su deseo de asistir a las reuniones con clientes.

source: I will continue to discuss these with my mentor and Group Leader to refine these skills.
es: Seguiré discutiendo estas técnicas con mi mentor y Líder de Grupo para refinar estas habilidades.

source: I will continue to look for opportunities in the future.
es: Seguiré buscando oportunidades en el futuro.

source: ICA- SOLUM – Mexico City, Mexico
es: ICA- SOLUM – Ciudad de México, México

source: ICAM is an analysis tool that sorts the findings of an investigation into a structured framework.
es: ICAM es una herramienta de análisis que ordena los hallazgos de una investigación en un marco estructurado.

source: IDENTIFICATION
es: IDENTIFICACIÓN

source: IDENTIFY
es: IDENTIFICA

source: IDENTIFY THE HAZARDS
es: IDENTIFICAR LOS PELIGROS

source: IDENTIFY THE POTENTIAL HAZARDS AND DEFINE THE APPROPRIATE CONTROLS
es: IDENTIFICAR POSIBLES PELIGROS Y DEFINIR CONTROLES PERTINENTES

source: IDENTIFY ALL HSSE REQUIREMENTS AND RESOURCES
es: IDENTIFICAR TODOS LOS REQUISITOS Y RECURSOS DE HSSE

source: IF YES, RECORD HAZARD & CONTROLS OVERLEAF
es: EN CASO AFIRMATIVO, REGISTRAR EL PELIGRO Y LOS CONTROLES AL DORSO

source: IMMEDIATE CAUSES
es: CAUSAS INMEDIATAS

source: INCIDENT
es: INCIDENTE

source: INCIDENT INVESTIGATION – PASTE LABORATORY
es: INVESTIGACIÓN DE INCIDENTE – LABORATORIO DE PASTA

source: INCIDENT INVESTIGATION – XXXX
es: INVESTIGACIÓN DE INCIDENTE – XXXX
